Repository: Kruszoneq/macUSB
Catalog: macUSB/Resources/Creator.xcstrings
Source language: pl
Languages: de, en, es, fr, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# creator.action.back
source: Wróć
de: Zurueck
en: Back
es: Volver
fr: Retour
it: Indietro
ja: 戻る
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回

# creator.action.cancel
source: Anuluj
de: Stornieren
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
ru: Отмена
tr: İptal etmek
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消

# creator.action.continue
source: Kontynuuj
de: Fortfahren
en: Continue
es: Continuar
fr: Continuer
it: Avanti
ja: 続ける
pt_br: Continuar
ru: Продолжить
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

# creator.action.force_unmount
source: Wymuś odmontowanie
de: Aushängen erzwingen
en: Force Unmount
es: Forzar desmontaje
fr: Forcer le démontage
it: Forza smontaggio
ja: 強制アンマウント
pt_br: Forçar desmontagem
ru: Принудительно отмонтировать
tr: Zorla ayır
uk: Примусово відмонтувати
vi: Buộc tháo gắn kết
zh_hans: 强制卸载

# creator.action.no
source: Nie
de: Nein
en: No
es: No
fr: Non
it: No
ja: いいえ
pt_br: Não
ru: Нет
tr: HAYIR
uk: НІ
vi: KHÔNG
zh_hans: 否

# creator.action.restart
source: Zacznij od początku
de: Von vorne beginnen
en: Start over
es: Empezar de nuevo
fr: Recommencer
it: Ricominciare
ja: 最初からやり直す
pt_br: Recomeçar
ru: Начать сначала
tr: Yeniden başla
uk: Почніть спочатку
vi: Bắt đầu lại
zh_hans: 重新开始

# creator.action.start
source: Rozpocznij
de: Starten
en: Start
es: Iniciar
fr: Démarrer
it: Inizia
ja: 開始
pt_br: Iniciar
ru: Начать
tr: Başlayın
uk: Почніть роботу
vi: Bắt đầu
zh_hans: 开始

# creator.action.stop
source: Przerwij
de: Abbrechen
en: Stop
es: Interrumpir
fr: Interrompre
it: Interrompi
ja: 中断
pt_br: Interromper
ru: Прервать
tr: Durdur
uk: Перервати
vi: Dừng
zh_hans: 中断

# creator.action.stopping
source: Przerywanie...
de: Wird abgebrochen...
en: Stopping...
es: Interrumpiendo...
fr: Interruption...
it: Interruzione...
ja: 中断中...
pt_br: Interrompendo...
ru: Прерывание...
tr: Kesinti...
uk: Переривання...
vi: Gián đoạn...
zh_hans: 正在中断...

# creator.action.yes
source: Tak
de: Ja
en: Yes
es: Sí
fr: Oui
it: Si
ja: はい
pt_br: Sim
ru: Да
tr: Evet
uk: так
vi: Đúng
zh_hans: 是

# creator.cancel.alert.description
source: Nośnik USB nie będzie zdatny do rozruchu, jeśli proces zostanie zatrzymany przed zakończeniem. Konieczne będzie ponowne przygotowanie urządzenia.
de: Das USB-Medium ist nicht bootfaehig, wenn der Vorgang vor Abschluss gestoppt wird. Das Geraet muss erneut vorbereitet werden.
en: The USB media will not be bootable if the process is stopped before completion. You will need to prepare the device again.
es: El medio USB no sera arrancable si el proceso se detiene antes de finalizar. Sera necesario preparar el dispositivo nuevamente.
fr: Le support USB ne sera pas amorcable si le processus est arrete avant la fin. Il faudra preparer de nouveau l appareil.
it: L'unità USB non sarà avviabile se il processo viene interrotto prima del completamento. Dovrai preparare nuovamente il tuo dispositivo.
ja: 完了前に処理を停止すると、このUSBメディアは起動可能ではなくなります。デバイスを再度準備する必要があります。
pt_br: A midia USB nao sera inicializavel se o processo for interrompido antes da conclusao. Sera necessario preparar o dispositivo novamente.
ru: USB-носитель не будет загрузочным, если процесс остановить до завершения. Устройство потребуется подготовить заново.
tr: İşlem tamamlanmadan önce durdurulursa USB sürücüsü yeniden başlatılamaz. Cihazınızı tekrar hazırlamanız gerekecek.
uk: USB-накопичувач не завантажуватиметься, якщо процес буде зупинено до його завершення. Вам потрібно буде знову підготувати пристрій.
vi: Ổ USB sẽ không thể khởi động được nếu quá trình này bị dừng trước khi hoàn tất. Bạn sẽ cần phải chuẩn bị lại thiết bị của mình.
zh_hans: 如果在完成前停止流程，USB 介质将无法启动。需要重新准备该设备。

# creator.cancel.alert.title
source: Czy przerwać tworzenie nośnika?
de: Moechten Sie die Erstellung des USB-Mediums abbrechen?
en: Stop creating the USB media?
es: ¿Interrumpir la creacion del medio USB?
fr: Interrompre la creation du support USB ?
it: Interrompere la creazione del supporto?
ja: USBメディアの作成を中断しますか？
pt_br: Interromper a criacao da midia USB?
ru: Прервать создание USB-носителя?
tr: Ortam oluşturma işlemi durdurulsun mu?
uk: Перервати створення носія?
vi: Dừng quá trình tạo bộ cài trên USB?
zh_hans: 要停止创建 USB 介质吗？

# creator.cancelled.card.description
source: Działanie przerwane przez użytkownika. Możesz zacząć od początku.
de: Vorgang vom Benutzer abgebrochen. Sie können von vorne beginnen.
en: Operation interrupted by user. You can start over.
es: Operación interrumpida por el usuario. Puedes empezar de nuevo.
fr: Opération interrompue par l'utilisateur. Vous pouvez recommencer.
it: Operazione interrotta dall'utente. Puoi ricominciare da capo.
ja: ユーザーによって操作が中断されました。最初からやり直せます。
pt_br: Operação interrompida pelo usuário. Você pode recomeçar.
ru: Операция прервана пользователем. Вы можете начать сначала.
tr: İşlem kullanıcı tarafından kesintiye uğradı. Yeniden başlayabilirsiniz.
uk: Операцію перервано користувачем. Ви можете почати спочатку.
vi: Hoạt động bị gián đoạn bởi người dùng. Bạn có thể bắt đầu lại.
zh_hans: 操作被用户中断。您可以重新开始。

# creator.cancelled.card.title
source: Proces przerwany
de: Vorgang abgebrochen
en: Process interrupted
es: Proceso interrumpido
fr: Processus interrompu
it: Processo interrotto
ja: プロセスが中断されました
pt_br: Processo interrompido
ru: Процесс прерван
tr: Süreç kesintiye uğradı
uk: Процес перервано
vi: Quá trình bị gián đoạn
zh_hans: 进程已中断

# creator.cancelling.card.title
source: Przerywanie działania
de: Vorgang wird abgebrochen
en: Aborting operation
es: Abortando operación
fr: Interruption de l'opération
it: Interruzione dell'operazione
ja: 操作を中止しています
pt_br: Abortando operação
ru: Прерывание операции
tr: Operasyonun kesintiye uğraması
uk: Переривання роботи
vi: Gián đoạn hoạt động
zh_hans: 正在中止操作

# creator.disconnected.alert.description
source: Dalsze działanie aplikacji zostanie zablokowane
de: Der weitere Betrieb der Anwendung wird blockiert
en: Further operation of the application will be blocked
es: Se bloqueará el funcionamiento posterior de la aplicación
fr: Le fonctionnement ultérieur de l'application sera bloqué
it: L'ulteriore funzionamento dell'applicazione verrà bloccato
ja: アプリケーションのそれ以上の操作はブロックされます
pt_br: A operação posterior do aplicativo será bloqueada
ru: Дальнейшая работа приложения будет заблокирована
tr: Uygulamanın daha fazla çalışması engellenecek
uk: Подальша робота програми буде заблокована
vi: Hoạt động tiếp theo của ứng dụng sẽ bị chặn
zh_hans: 应用程序的进一步操作将被阻止

# creator.disconnected.card.description
source: Dalsze działanie aplikacji zostało zablokowane. Aby zacząć od nowa, uruchom ponownie aplikację.
de: Der weitere Betrieb der Anwendung wurde blockiert. Starten Sie die Anwendung neu, um von vorne zu beginnen.
en: Further operation of the application has been blocked. To start over, restart the application.
es: Se ha bloqueado el funcionamiento posterior de la aplicación. Para empezar de nuevo, reinicie la aplicación.
fr: Le fonctionnement ultérieur de l'application a été bloqué. Pour recommencer, redémarrez l'application.
it: L'ulteriore funzionamento dell'applicazione è stato bloccato. Per ricominciare, riavviare l'applicazione.
ja: アプリケーションのそれ以上の操作はブロックされました。最初からやり直すには、アプリケーションを再起動してください。
pt_br: A operação posterior do aplicativo foi bloqueada. Para recomeçar, reinicie o aplicativo.
ru: Дальнейшая работа приложения заблокирована. Чтобы начать заново, перезапустите приложение.
tr: Uygulamanın daha fazla çalışması engellendi. Yeniden başlamak için uygulamayı yeniden başlatın.
uk: Подальшу роботу програми заблоковано. Щоб почати заново, перезапустіть програму.
vi: Hoạt động tiếp theo của ứng dụng đã bị chặn. Để bắt đầu lại, hãy khởi động lại ứng dụng.
zh_hans: 应用程序的进一步操作已被阻止。要重新开始，请重启应用程序。

# creator.disconnected.title
source: Odłączono nośnik USB
de: USB-Laufwerk getrennt
en: USB drive disconnected
es: Memoria USB desconectada
fr: Clé USB déconnectée
it: Unità USB disconnessa
ja: USBメモリが切断されました
pt_br: Pen drive desconectado
ru: USB-накопитель отключен
tr: USB sürücüsünün bağlantısı kesildi
uk: USB-накопичувач від’єднано
vi: Ổ USB bị ngắt kết nối
zh_hans: U 盘已断开

# creator.error.card.title
source: Wystąpił błąd
de: Ein Fehler ist aufgetreten
en: An error occurred
es: Ocurrió un error
fr: Une erreur est survenue
it: Si è verificato un errore
ja: エラーが発生しました
pt_br: Ocorreu um erro
ru: Произошла ошибка
tr: Bir hata oluştu
uk: Сталася помилка
vi: Đã xảy ra lỗi
zh_hans: 发生错误

# creator.error.helper_not_ready
source: Helper nie jest gotowy do pracy.
de: Der Helper ist nicht bereit.
en: Helper is not ready.
es: El helper no esta listo.
fr: L outil auxiliaire n est pas pret.
it: L'helper non è pronto per il lavoro.
ja: ヘルパーの準備ができていません。
pt_br: O helper nao esta pronto.
ru: Helper не готов к работе.
tr: Yardımcı çalışmaya hazır değil.
uk: Помічник не готовий до роботи.
vi: Người trợ giúp chưa sẵn sàng làm việc.
zh_hans: 辅助工具尚未就绪。

# creator.error.helper_refresh_failed
source: Nie udało się automatycznie odświeżyć helpera. Otwórz Narzędzia → Napraw helpera i spróbuj ponownie.
de: Der Helper konnte nicht automatisch aktualisiert werden. Oeffnen Sie Werkzeuge → Helper reparieren und versuchen Sie es erneut.
en: Could not automatically refresh the helper. Open Tools → Repair helper and try again.
es: No se pudo actualizar automaticamente el helper. Abre Herramientas → Reparar helper e intentalo de nuevo.
fr: Impossible d actualiser automatiquement le helper. Ouvrez Outils → Reparer le helper et reessayez.
it: Impossibile aggiornare automaticamente l'helper. Apri Strumenti → Ripara helper e riprova.
ja: helper を自動的に更新できませんでした。ツール → helper を修復 を開いて、もう一度お試しください。
pt_br: Nao foi possivel atualizar automaticamente o helper. Abra Ferramentas → Reparar helper e tente novamente.
ru: Не удалось автоматически обновить helper. Откройте Инструменты → Восстановить helper и попробуйте снова.
tr: Yardımcı otomatik olarak yenilenemedi. Araçlar → Onarım Yardımcısı'nı açın ve tekrar deneyin.
uk: Не вдалося автоматично оновити помічник. Відкрийте Tools → Repair Helper і повторіть спробу.
vi: Không thể tự động làm mới trình trợ giúp. Mở Công cụ → Trình trợ giúp sửa chữa và thử lại.
zh_hans: 无法自动刷新 helper。请打开 工具 → 修复 helper 后重试。

# creator.error.target_missing
source: Błąd: Nie wybrano dysku.
de: Fehler: Kein Laufwerk ausgewählt.
en: Error: No drive selected.
es: Error: No se ha seleccionado ningún disco.
fr: Erreur : Aucun disque sélectionné.
it: Errore: nessun disco selezionato.
ja: エラー: ドライブが選択されていません。
pt_br: Erro: Nenhuma unidade selecionada.
ru: Ошибка: Диск не выбран.
tr: Hata: Disk seçilmedi.
uk: Помилка: диск не вибрано.
vi: Lỗi: Không có đĩa nào được chọn.
zh_hans: 错误：未选择驱动器。

# creator.error.target_write_permission
source: Brak uprawnień do zapisu na wybranym nośniku USB. Zresetuj uprawnienia aplikacji w menu Opcje → Resetuj uprawnienia dostępu do dysków zewnętrznych, a następnie spróbuj ponownie.
de: Sie haben keine Berechtigung zum Schreiben auf das ausgewählte USB-Medium. Setzen Sie die App-Berechtigungen über Optionen → „Zugriffsberechtigungen für externe Laufwerke zurücksetzen“ zurück und versuchen Sie es erneut.
en: No permission to write to the selected USB media. Reset app permissions in Options → Reset external-drive access permissions, then try again.
es: No tiene permiso para escribir en el dispositivo USB seleccionado. Restablece los permisos de la app en Opciones → Restablecer permisos de acceso a unidades externas y vuelve a intentarlo.
fr: Vous n’avez pas l’autorisation d’écrire sur le support USB sélectionné. Réinitialisez les autorisations de l’app dans Options → Réinitialiser les autorisations d’accès aux disques externes, puis réessayez.
it: Nessuna autorizzazione di scrittura sul supporto USB selezionato. Reimposta i permessi dell’app in Opzioni → Reimposta i permessi di accesso ai dischi esterni, quindi riprova.
ja: 選択した USB メディアに書き込む権限がありません。オプション → 「外付けドライブのアクセス権をリセット」でアプリの権限をリセットしてから、もう一度お試しください。
pt_br: Você não tem permissão para gravar no dispositivo USB selecionado. Redefina as permissões do app em Opções → Redefinir permissões de acesso a unidades externas e tente novamente.
ru: Нет разрешения на запись на выбранный USB-носитель. Сбросьте разрешения приложения через «Опции» → «Сбросить разрешения доступа к внешним дискам», затем попробуйте снова.
tr: Seçilen USB ortamına yazma izni yok. Uygulama izinlerini Seçenekler → Harici disk erişim izinlerini sıfırla menüsünden sıfırlayın ve tekrar deneyin.
uk: Немає дозволу на запис на вибраний USB-носій. Скиньте дозволи програми в меню «Опції» → «Скинути дозволи доступу до зовнішніх дисків», а потім спробуйте ще раз.
vi: Không có quyền ghi vào thiết bị USB đã chọn. Hãy đặt lại quyền của ứng dụng trong Tùy chọn → Đặt lại quyền truy cập ổ đĩa ngoài, rồi thử lại.
zh_hans: 没有权限写入所选 USB 介质。请在“选项”→“重置外部驱动器访问权限”中重置应用权限，然后重试。

# creator.linux.error.source_missing
source: Brak źródła obrazu Linux do utworzenia nośnika USB.
de: Keine Linux-Imagequelle zum Erstellen eines USB-Laufwerks verfügbar.
en: No Linux image source is available to create a USB drive.
es: No hay una imagen de Linux de origen disponible para crear una unidad USB.
fr: Aucune image source de Linux n’est disponible pour créer une clé USB.
it: Nessuna immagine sorgente Linux disponibile per creare un'unità USB.
ja: USBドライブを作成するためのLinuxイメージがありません。
pt_br: Não há imagem de origem do Linux disponível para criar a unidade USB.
ru: Нет исходного образа Linux для создания USB-носителя.
tr: USB ortamı oluşturmak için Linux imaj kaynağı bulunamadı.
uk: Немає вихідного образу Linux для створення USB-носія.
vi: Không có ảnh đĩa nguồn Linux để tạo ổ USB.
zh_hans: 没有可用于创建 USB 驱动器的 Linux 镜像源。

# creator.linux.summary.process.copy
source: • Obraz Linux zostanie zapisany na nośniku USB
de: • Das Linux-Image wird auf das USB-Laufwerk geschrieben
en: • The Linux image will be written to the USB drive
es: • La imagen de Linux se escribirá en la unidad USB
fr: • L’image Linux sera écrite sur le support USB
it: • L’immagine Linux verrà scritta sull’unità USB
ja: • Linux イメージが USB ドライブに書き込まれます
pt_br: • A imagem Linux será gravada na unidade USB
ru: • Образ Linux будет записан на USB-накопитель
tr: • Linux imajı USB sürücüsüne yazılacak
uk: • Образ Linux буде записано на USB-накопичувач
vi: • Ảnh Linux sẽ được ghi vào ổ USB
zh_hans: • Linux 镜像将被写入 USB 驱动器

# creator.linux.summary.process.prepare
source: • Pliki obrazu Linux zostaną przygotowane
de: • Die Linux-Image-Dateien werden vorbereitet
en: • Linux image files will be prepared
es: • Se prepararán los archivos de la imagen de Linux
fr: • Les fichiers de l’image Linux seront préparés
it: • I file dell’immagine Linux verranno preparati
ja: • Linux イメージファイルが準備されます
pt_br: • Os arquivos da imagem Linux serão preparados
ru: • Файлы образа Linux будут подготовлены
tr: • Linux imaj dosyaları hazırlanacak
uk: • Файли образу Linux будуть підготовлені
vi: • Các tệp ảnh Linux sẽ được chuẩn bị
zh_hans: • Linux 镜像文件将准备就绪

# creator.linux.summary.unreadable.description
source: Podczas tworzenia nośnika startowego Linux system macOS może wyświetlić komunikat: „Dołączony dysk nie jest czytelny dla tego komputera.” Jest to spodziewane zachowanie. Aby kontynuować, w tym oknie wybierz „Ignoruj”.
de: Beim Erstellen eines Linux-Startmediums kann macOS diese Meldung anzeigen: „Das angeschlossene Medium konnte von diesem Computer nicht gelesen werden.“ Dieses Verhalten ist zu erwarten. Um fortzufahren, wähle in diesem Fenster „Ignorieren“.
en: While creating Linux boot media, macOS may show this message: “The disk you attached was not readable by this computer.” This is expected behavior. To continue, choose “Ignore” in that window.
es: Durante la creación de un medio de arranque Linux, macOS puede mostrar este mensaje: «El ordenador no ha podido leer el disco conectado.» Este comportamiento es esperado. Para continuar, selecciona «Ignorar» en esa ventana.
fr: Pendant la création d’un support de démarrage Linux, macOS peut afficher le message suivant : « Le disque que vous avez connecté n’est pas lisible par cet ordinateur. » Ce comportement est attendu. Pour continuer, choisissez « Ignorer » dans cette fenêtre.
it: Durante la creazione di un supporto di avvio Linux, macOS può mostrare il seguente messaggio: «Il disco collegato non può essere letto da questo computer.» Si tratta di un comportamento previsto. Per continuare, in questa finestra scegli «Ignora».
ja: Linux起動メディアの作成中に、macOSが次のメッセージを表示する場合があります:「接続したディスクは、このコンピュータで読み取れないディスクでした。」これは想定内の動作です。続けるには、このウインドウで「無視」を選択してください。
pt_br: Durante a criação de uma mídia de inicialização Linux, o macOS pode mostrar a seguinte mensagem: “O disco que você conectou não pôde ser lido por este computador.” Esse comportamento é esperado. Para continuar, selecione “Ignorar” nessa janela.
ru: Во время создания загрузочного носителя Linux macOS может показать сообщение: «Подключенный Вами диск нельзя прочитать на этом компьютере.» Это ожидаемое поведение. Чтобы продолжить, в этом окне выберите «Пропустить».
tr: Linux önyükleme ortamı oluşturulurken macOS şu iletiyi gösterebilir: “Taktığınız disk bu bilgisayar tarafından okunamadı.” Bu beklenen bir davranıştır. Devam etmek için bu pencerede “Yok Say” seçeneğini seçin.
uk: Під час створення завантажувального носія Linux macOS може показати таке повідомлення: «Цей компʼютер не може прочитати підʼєднаний вами диск.» Це очікувана поведінка. Щоб продовжити, у цьому вікні виберіть «Ігнорувати».
vi: Trong khi tạo phương tiện khởi động Linux, macOS có thể hiển thị thông báo: “Máy tính này không thể đọc được ổ đĩa bạn đưa vào.” Đây là hành vi dự kiến. Để tiếp tục, trong cửa sổ này hãy chọn “Bỏ qua”.
zh_hans: 在创建 Linux 启动介质时，macOS 可能会显示以下提示：“此电脑不能读取你连接的磁盘。”这是预期行为。要继续，请在该窗口中选择“忽略”。

# creator.linux.summary.unreadable.title
source: Komunikat o nieczytelności nośnika w trakcie tworzenia.
de: Hinweis zur Nichtlesbarkeit des Mediums während der Erstellung
en: Message about unreadable media during creation
es: Mensaje sobre la imposibilidad de leer el disco durante la creación
fr: Message sur la non-lisibilité du disque pendant la création
it: Messaggio sul supporto non leggibile durante la creazione
ja: 作成中に表示されるディスク読み取り不可メッセージ
pt_br: Mensagem sobre mídia não legível durante a criação
ru: Сообщение о нечитаемом носителе во время создания
tr: Oluşturma sırasında okunamayan ortamla ilgili ileti
uk: Повідомлення про нечитабельність носія під час створення
vi: Thông báo về ổ đĩa không thể đọc trong khi tạo
zh_hans: 创建过程中的磁盘不可读提示

# creator.linux.unmount.alert.description
source: Wybrany nośnik jest używany przez inną aplikację. Aby kontynuować tworzenie nośnika startowego Linux, macUSB może wymusić odmontowanie urządzenia. Niezapisane dane na tym nośniku mogą zostać utracone. Czy chcesz wymusić odmontowanie?
de: Das ausgewählte Laufwerk wird von einer anderen App verwendet. Um die Erstellung des Linux-Startmediums fortzusetzen, kann macUSB das Gerät zwangsweise aushängen. Nicht gespeicherte Daten auf diesem Laufwerk können verloren gehen. Möchten Sie das Aushängen erzwingen?
en: The selected drive is being used by another app. To continue creating Linux boot media, macUSB can forcibly unmount the device. Unsaved data on this drive may be lost. Do you want to forcibly unmount it?
es: La unidad seleccionada está siendo utilizada por otra app. Para continuar con la creación del medio de arranque Linux, macUSB puede forzar el desmontaje del dispositivo. Los datos no guardados en esta unidad podrían perderse. ¿Quieres forzar el desmontaje?
fr: Le disque sélectionné est utilisé par une autre app. Pour poursuivre la création du support de démarrage Linux, macUSB peut forcer le démontage de l’appareil. Les données non enregistrées sur ce disque peuvent être perdues. Voulez-vous forcer le démontage ?
it: L’unità selezionata è in uso da un’altra app. Per continuare la creazione del supporto di avvio Linux, macUSB può forzare lo smontaggio del dispositivo. I dati non salvati su questa unità potrebbero andare persi. Vuoi forzare lo smontaggio?
ja: 選択したドライブは別のアプリで使用中です。Linux 起動メディアの作成を続行するために、macUSB はデバイスを強制的にアンマウントできます。このドライブ上の未保存データは失われる可能性があります。強制アンマウントしますか？
pt_br: A unidade selecionada está sendo usada por outro app. Para continuar criando a mídia de inicialização Linux, o macUSB pode forçar a desmontagem do dispositivo. Dados não salvos nessa unidade podem ser perdidos. Deseja forçar a desmontagem?
ru: Выбранный носитель используется другим приложением. Чтобы продолжить создание загрузочного носителя Linux, macUSB может принудительно отмонтировать устройство. Несохранённые данные на этом носителе могут быть потеряны. Принудительно отмонтировать?
tr: Seçilen sürücü başka bir uygulama tarafından kullanılıyor. Linux önyükleme ortamı oluşturmayı sürdürmek için macUSB aygıtı zorla ayırabilir. Bu sürücüdeki kaydedilmemiş veriler kaybolabilir. Zorla ayırmak istiyor musunuz?
uk: Вибраний носій використовується іншою програмою. Щоб продовжити створення завантажувального носія Linux, macUSB може примусово відмонтувати пристрій. Незбережені дані на цьому носії можуть бути втрачені. Примусово відмонтувати?
vi: Ổ đã chọn đang được ứng dụng khác sử dụng. Để tiếp tục tạo phương tiện khởi động Linux, macUSB có thể buộc tháo gắn kết thiết bị. Dữ liệu chưa lưu trên ổ này có thể bị mất. Bạn có muốn buộc tháo gắn kết không?
zh_hans: 所选驱动器正被其他应用使用。若要继续创建 Linux 启动介质，macUSB 可以强制卸载该设备。该驱动器上的未保存数据可能会丢失。要强制卸载吗？

# creator.linux.workflow.raw_copy.status
source: Zapisywanie obrazu Linux na dysku docelowym...
de: Schreiben des Linux-Images auf den Zieldatenträger...
en: Writing the Linux image to the target disk...
es: Escribiendo la imagen de Linux en el disco de destino...
fr: Écriture de l’image Linux sur le disque cible...
it: Scrittura dell’immagine Linux sul disco di destinazione...
ja: Linux イメージを対象ディスクに書き込み中...
pt_br: Gravando a imagem Linux no disco de destino...
ru: Запись образа Linux на целевой диск...
tr: Linux imajı hedef diske yazılıyor...
uk: Запис образу Linux на цільовий диск...
vi: Đang ghi ảnh đĩa Linux vào ổ đích...
zh_hans: 正在将 Linux 镜像写入目标磁盘...

# creator.linux.workflow.raw_copy.title
source: Tworzenie nośnika Linux
de: Erstellen des Linux-Mediums
en: Creating Linux media
es: Creando medio Linux
fr: Création du support Linux
it: Creazione del supporto Linux
ja: Linux メディアを作成中
pt_br: Criando mídia Linux
ru: Создание носителя Linux
tr: Linux ortamı oluşturuluyor
uk: Створення носія Linux
vi: Đang tạo phương tiện Linux
zh_hans: 正在创建 Linux 介质

# creator.linux.workflow.verify_write.status
source: Sprawdzanie zgodności danych obrazu z nośnikiem USB...
de: Prüfen der Übereinstimmung zwischen Quellimage und USB-Datenträger...
en: Checking data consistency between the source image and USB media...
es: Comprobando la coherencia de datos entre la imagen de origen y el medio USB...
fr: Vérification de la cohérence des données entre l’image source et le support USB...
it: Verifica della coerenza dei dati tra l’immagine sorgente e il supporto USB...
ja: ソースイメージとUSBメディアのデータ整合性を確認中...
pt_br: Verificando a consistência dos dados entre a imagem de origem e a mídia USB...
ru: Проверка соответствия данных между исходным образом и USB-носителем...
tr: Kaynak imaj ile USB ortamı arasındaki veri tutarlılığı denetleniyor...
uk: Перевірка відповідності даних між вихідним образом і USB-носієм...
vi: Đang kiểm tra tính nhất quán dữ liệu giữa ảnh nguồn và thiết bị USB...
zh_hans: 正在检查源镜像与 USB 介质之间的数据一致性...

# creator.linux.workflow.verify_write.title
source: Weryfikacja nośnika Linux
de: Verifizieren des Linux-Mediums
en: Verifying Linux media
es: Verificando el medio Linux
fr: Vérification du support Linux
it: Verifica del supporto Linux
ja: Linuxメディアを検証中
pt_br: Verificando mídia Linux
ru: Проверка носителя Linux
tr: Linux ortamı doğrulanıyor
uk: Перевірка носія Linux
vi: Đang xác minh phương tiện Linux
zh_hans: 正在验证 Linux 介质
